Repository: antoniolamorgese/auto-replace-broken-links-for-youtube
Catalog: languages/auto-replace-broken-links-for-youtube-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt

source: Thanks to the action performed by the plugin on your content, you will be able to improve SEO and user experience by checking all the broken Youtube links on your website
de_de: Dank der Aktion, die das Plugin an Ihren Inhalten ausführt, können Sie die SEO und die Benutzererfahrung verbessern, indem Sie alle defekten Youtube-Links auf Ihrer Website überprüfen
es_es: Gracias a la acción que realiza el complemento sobre su contenido, podrá mejorar el SEO y la experiencia del usuario al verificar todos los enlaces de Youtube rotos en su sitio web
fr_fr: Grâce à l'action effectuée par le plugin sur votre contenu, vous pourrez améliorer le référencement et l'expérience utilisateur en vérifiant tous les liens Youtube cassés sur votre site web
it_it: Grazie all'azione eseguita dal plugin, sui tuoi contenuti, potrai migliorare la SEO e l'esperienza utente controllando tutti i collegamenti interrotti di Youtube sul tuo sito web
pt_pt: Graças à ação realizada pelo plug-in em seu conteúdo, você poderá melhorar o SEO e a experiência do usuário, verificando todos os links quebrados do Youtube em seu site

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pt_pt: Configurações

source: Enable email notifications
de_de: E-Mail-Benachrichtigungen aktivieren
es_es: Habilitar notificaciones por correo electrónico
fr_fr: Activer les notifications par e-mail
it_it: Invia notifiche email
pt_pt: Ativar notificações por e-mail

source: How to Get YouTube Data API Key
de_de: So erhalten Sie den YouTube-Daten-API-Key
es_es: Cómo obtener la clave API de datos de YouTube
fr_fr: Comment obtenir la clé API de données YouTube
it_it: Come attivare la tua YouTube Data API Key
pt_pt: Como obter a chave da API de dados do YouTube

source: Auto Replace Broken Links For Youtube HAS DETECTED
de_de: Auto Replace Broken Links For Youtube HAT FESTGESTELLT
es_es: Auto Replace Broken Links For Youtube HA DETECTADO
fr_fr: Auto Replace Broken Links For Youtube A DÉTECTÉ
it_it: Auto Replace Broken Links For Youtube HA RILEVATO
pt_pt: Auto Replace Broken Links For Youtube DETECTADO

source: Auto Replace Broken Links For Youtube has detected new broken links on your site
de_de: Der Auto Replace Broken Links For Youtube hat neue defekte Links auf Ihrer Website entdeckt
es_es: Auto Replace Broken Links For Youtube ha detectado nuevos enlaces rotos en su sitio
fr_fr: Auto Replace Broken Links For Youtube a détecté de nouveaux liens brisés sur votre site
it_it: Auto Replace Broken Links For Youtube ha rilevato nuovi collegamenti interrotti sul tuo sito
pt_pt: O verificador de links quebrados do Youtube detectou novos links quebrados em seu site

source: here's the list
de_de: Hier ist die Liste
es_es: aquí está la lista
fr_fr: voici la liste
it_it: ecco la lista
pt_pt: aqui está a lista

source: The Broken video links are no longer visible within the post
de_de: Die defekten Videolinks sind innerhalb des Beitrags nicht mehr sichtbar
es_es: Los enlaces de video rotos ya no son visibles dentro de la publicación
fr_fr: Les liens vidéo brisés ne sont plus visibles dans la publication
it_it: I collegamenti video interrotti non sono più visibili all'interno del post
pt_pt: Os links de vídeo quebrados não estão mais visíveis na postagem

source: The broken video links have been replaced with another valid URL
de_de: Die fehlerhaften Videolinks wurden durch eine andere gültige URL ersetzt
es_es: Los enlaces de video rotos han sido reemplazados con otra URL válida
fr_fr: Les liens vidéo rompus ont été remplacés par une autre URL valide
it_it: I collegamenti video interrotti sono stati sostituiti con un altro URL valido
pt_pt: Os links de vídeo quebrados foram substituídos por outro URL válido

source: Important: broken youtube links will not be checked if a Youtube API Key is not provided.
de_de: Wichtig: Defekte Youtube-Links werden nicht geprüft, wenn kein Youtube-API-Schlüssel bereitgestellt wird.
es_es: Importante: los enlaces rotos de YouTube no se verificarán si no se proporciona una clave API de Youtube.
fr_fr: Important : les liens youtube brisés ne seront pas vérifiés si une clé API Youtube n'est pas fournie.
it_it: Importante: i collegamenti YouTube interrotti non verranno controllati se non viene fornita una chiave API Youtube.
pt_pt: Importante: links quebrados do YouTube não serão verificados se uma chave de API do YouTube não for fornecida.

source: Please click here and enter your API Key now.
de_de: Bitte klicken Sie hier und geben Sie jetzt Ihren API Key ein.
es_es: Haga clic aquí e ingrese su clave API ahora.
fr_fr: Veuillez cliquer ici et entrer votre clé API maintenant.
it_it: Clicca qui e inserisci la tua chiave API Key.
pt_pt: Clique aqui e digite sua chave de API agora.

source: Action
de_de: Aktion
es_es: Acción
it_it: Azione da eseguire
pt_pt: Ação

source: Youtube Broken Links
de_de: Defekte Youtube-Links
es_es: Enlaces rotos de Youtube
fr_fr: Liens brisés Youtube
it_it: Elenco Link rotti di Youtube
pt_pt: Links Quebrados do Youtube

source: ID Post
es_es: ID Artículo
fr_fr: ID de l'article
it_it: ID Articolo

source: Detected
de_de: Erkannt
es_es: Detectado
fr_fr: Détecté
it_it: Rilevazione
pt_pt: Detectou

source: Post
es_es: Artículo
fr_fr: Article
it_it: Articolo

source: URL Post
fr_fr: URL Article
it_it: URL Articolo

source: Sent
de_de: Gesendet
es_es: Enviado
fr_fr: Envoyé
it_it: Inviato
pt_pt: Enviado

source: Method
de_de: Methode
es_es: Método
fr_fr: Méthode
it_it: Azione
pt_pt: Método

source: in progress
de_de: im Gange
es_es: en curso
fr_fr: en cours
it_it: in attesa
pt_pt: em andamento

source: WATCH VIDEO NOW
de_de: JETZT VIDEO ANSCHAUEN
es_es: VER VIDEO AHORA
fr_fr: REGARDER LA VIDÉO
it_it: GUARDA IL VIDEO ORA
pt_pt: ASSISTA O VÍDEO AGORA

source: Sent email every ... broken link
es_es: Correo electrónico enviado cada... enlace roto
fr_fr: Envoyé un e-mail tous les ... lien brisé
it_it: Invia notifica email ogni … link rotti
pt_pt: Enviou e-mail a cada ... link quebrado

source: &laquo; Previous
de_de: &laquo; Vorherige
es_es: &laquo; Previa
fr_fr: &laquo; Précédent
it_it: &laquo; Precedente
pt_pt: &laquo; Anterior

source: Next &raquo;
de_de: Nächste &raquo;
es_es: Próximo &raquo;
fr_fr: Suivant &raquo;
it_it: Successivo &raquo;
pt_pt: Próximo &raquo;

source: Total broken links
es_es: Enlaces rotos totales
fr_fr: Total des liens rompus
it_it: Totale Link Youtube rotti
pt_pt: Total de links quebrados

source: First Page
es_es: Primera página
fr_fr: Première page
it_it: Prima Pagina
pt_pt: Primeira página

source: Previous Page
es_es: Pagina anterior
fr_fr: Page précédente
it_it: Pagina Precedente
pt_pt: Página anterior

source: Next Page
es_es: Siguiente página
fr_fr: Page suivante
it_it: Pagina Successiva
pt_pt: Próxima página

source: Last Page
es_es: Última página
fr_fr: Dernière page
it_it: Ultima Pagina
pt_pt: Última página

source: View Log...
es_es: Mostrar registro...
fr_fr: Afficher le registre...
it_it: Vedi File Log...
pt_pt: Mostrar registro...

source: After entering your Youtube API Key, Auto Replace Broken Links For Youtube, It will replace all the broken Youtube links on your posts without the need for your intervention or manual link verification. Search engines will no longer see broken video links in your content. The plugin will take care of the check and possible replacement of the links with other valid links searched, independently on youtube, based on the key phrase of your article. The verification and replacement of broken links will take place in asynchronous mode without penalizing the page speed.
es_es: Después de ingresar su clave API de Youtube, Auto Replace Broken Links For Youtube, reemplazará todos los enlaces rotos de Youtube en sus publicaciones sin la necesidad de su intervención o verificación manual del enlace. Los motores de búsqueda ya no verán enlaces de video rotos en su contenido. El complemento se encargará de la verificación y posible reemplazo de los enlaces con otros enlaces válidos buscados, independientemente en YouTube, en función de la frase clave de su artículo. La verificación y reposición de enlaces rotos se realizará en modo asíncrono sin penalizar la velocidad de la página.
fr_fr: Après avoir entré votre clé API Youtube, Auto Replace Broken Links For Youtube, il remplacera tous les liens Youtube cassés sur vos publications sans avoir besoin de votre intervention ou de la vérification manuelle des liens. Les moteurs de recherche ne verront plus les liens vidéo rompus dans votre contenu. Le plugin se chargera de la vérification et du remplacement éventuel des liens par d'autres liens valides recherchés, indépendamment sur youtube, en fonction de la phrase clé de votre article. La vérification et le remplacement des liens brisés se feront en mode asynchrone sans pénaliser la vitesse de la page.
it_it: Dopo aver inserito la tua API Key di Youtube, Auto Replace Broken Links For Youtube, Sostituirà tutti i link interrotti di Youtube sui tuoi post senza la necessità di un tuo intervento o verifica manuale dei link. I motori di ricerca, da ora, non vedranno più link video interrotti nei tuoi contenuti. Il plugin si occuperà del controllo e di una eventuale sostituzione dei link con altri link validi ricercati, autonomamente su youtube, in base alla chiave frase del tuo articolo. La fase di verifica e sostituzione dei link interrotti, avverrà, in modalità asincrona senza penalizzare la page speed.
pt_pt: Depois de inserir sua chave de API do Youtube, Auto Replace Broken Links For Youtube, ele substituirá todos os links quebrados do Youtube em suas postagens sem a necessidade de sua intervenção ou verificação manual de links. Os mecanismos de pesquisa não verão mais links de vídeo quebrados em seu conteúdo. O plugin se encarregará da verificação e eventual substituição dos links por outros links válidos pesquisados, independentemente no youtube, com base na frase-chave do seu artigo. A verificação e substituição de links quebrados ocorrerá em modo assíncrono sem penalizar a velocidade da página.

source: 'Replace Video' is Recommended
es_es: Se recomienda 'Reemplazar video'
fr_fr: 'Remplacer la vidéo' est recommandé
it_it: 'Replace Video' è raccomandata
pt_pt: 'Substituir vídeo' é recomendado

source: Pag.
pt_pt: pág.

source: Sent email every
de_de: E-Mail alle gesendet
