Repository: antoniolamorgese/auto-replace-broken-links-for-youtube
Catalog: languages/youtube-broken-link-checker-*.po
Languages: es_es, fr_fr, it_it, pt_pt

source: Increase your page views and bounce rate with Floating Related Posts by Views or Publish Date
es_es: Aumente las vistas de su página y la tasa de rebote con “Floating Related Posts by Views or Publish Date”.
fr_fr: Augmentez le nombre de pages vues et le taux de rebond avec les Floating Related Posts by Views or Publish Date
it_it: Aumenta le visite, il traffico e riduci la frequenza di rimbalzo verso i tuoi contenuti e post con “Floating Related Posts by Views or Publish Date”.
pt_pt: Aumente suas visualizações de página e taxa de rejeição com Floating Related Posts by Views or Publish Date

source: Yes, it's really free. There's no premium version and no need to pay money to get access to features.
es_es: Sí, es realmente gratis. No hay una versión premium y no es necesario pagar dinero para acceder a las funciones.
fr_fr: Oui, c'est vraiment gratuit. Il n'y a pas de version premium et pas besoin de payer pour accéder aux fonctionnalités.
it_it: Il plugin è totalmente FREE. Non esiste nessuna versione premium per poter accedere a tutte le sue straordinarie funzionalità.
pt_pt: Sim, é realmente grátis. Não há versão premium e não há necessidade de pagar para ter acesso aos recursos.

source: Wait, it's free?
es_es: Espera, ¿es gratis?
fr_fr: Attendez, c'est gratuit ?
it_it: Ma il plugin è gratuito?
pt_pt: Espere, é grátis?

source: The plugin is simple to install:
es_es: El complemento es fácil de instalar:
fr_fr: Le plugin est simple à installer:
it_it: La procedura di installazione è molto semplice. Segui i seguenti seguenti se vuoi installare manualmente il plugin.
pt_pt: O plug-in é simples de instalar:

source: Go to *Settings &gt; Floating Related Posts by Views or Publish Date to configure.
es_es: Vaya a *Configuración &gt; “Floating Related Posts by Views or Publish Date” para configurar.
fr_fr: Accédez à *Paramètres &gt; Floating Related Posts by Views or Publish Date à configurer.
it_it: Vai nella pagina delle impostazioni di WordPress per configurare “Floating Related Posts by Views or Publish Date”
pt_pt: Vá para *Configurações &gt; Floating Related Posts by Views or Publish Date para configurar.

source: Activate the plugin through the 'Plugins' menu in WordPress
es_es: Active el plugin a través del menú 'Plugins' en WordPress
fr_fr: Activez le plugin via le menu 'Plugins' dans WordPress
it_it: Attiva il plugin attraverso il menu ‘Plugin’ in WordPress
pt_pt: Ative o plugin através do menu 'Plugins' no WordPress

source: Upload <code>Floating-Related-Posts-By-Views-Or-Date</code> directory to your <code>/wp-content/plugins</code> directory
es_es: Cargue el directorio <code>Floating-Related-Posts-By-Views-Or-Date</code> directory to your <code>/wp-content/plugins</code> directory
fr_fr: Téléchargez le répertoire <code>Floating-Related-Posts-By-Views-Or-Date</code> dans votre répertoire <code>/wp-content/plugins</code>
it_it: Scarica <code>Floating-Related-Posts-By-Views-Or-Date</code> nella cartella <code>/wp-content/plugins</code> della tua installazione di WordPress.
pt_pt: Carregue o diretório <code>Floating-Related-Posts-By-Views-Or-Date</code> para o diretório <code>/wp-content/plugins</code>

source: Unzip
it_it: Decomprimi

source: Download <code>Floating-Related-Posts-By-Views-Or-Date.zip</code>
es_es: Descargar <code>Floating-Related-Posts-By-Views-Or-Date.zip</code>
it_it: Scarica <code>Floating-Related-Posts-By-Views-Or-Date.zip</code>

source: Please submit bugs, patches, and feature requests to:
es_es: Envíe errores, parches y solicitudes de funciones a:
fr_fr: Veuillez soumettre les bogues, les correctifs et les demandes de fonctionnalités à :
it_it: Ti prego di inviarmi suggerimenti e richiesta di nuove funzionalità:
pt_pt: Envie bugs, patches e solicitações de recursos para:

source: You can place Floating Related Posts by Views or Publish Date at the bottom or top of your website for few seconds. You can change background color, text color, transparency level, banner activation seconds, and so on. If Polylang and WP PostViews plugins are installed "Floating Related Posts by Views or Publish Date" will randomly fetch all the most visited posts in the current language. Otherwise, the most recent posts will be shown randomly. Moreover, <code>Floating Related Posts by Views or Publish Date</code>, is compatible with PHP from 5.6 to 8.1. "Floating Related Posts by Views or Publish Date" is designed to be used on sites with a few views to sites with thousands of views.
es_es: Puede colocar Floating Related Posts by Views or Publish Date en la parte inferior o superior de su sitio web durante unos segundos. Puede cambiar el color de fondo, el color del texto, el nivel de transparencia, los segundos de activación del banner, etc. Si los complementos Polylang y WP PostViews están instalados, "Publicaciones relacionadas flotantes por vistas o fecha de publicación" obtendrá aleatoriamente todas las publicaciones más visitadas en el idioma actual. De lo contrario, las publicaciones más recientes se mostrarán aleatoriamente. Además, <code> Floating Related Posts by Views or Publish Date</code>, es compatible con PHP de 5.6 a 8.1. " Floating Related Posts by Views or Publish Date" está diseñado para usarse en sitios con unas pocas vistas a sitios con miles de vistas.
fr_fr: Vous pouvez placer des Floating Related Posts by Views or Publish Date en bas ou en haut de votre site Web pendant quelques secondes. Vous pouvez modifier la couleur d'arrière-plan, la couleur du texte, le niveau de transparence, les secondes d'activation de la bannière, etc. Si les plugins Polylang et WP PostViews sont installés, "Floating Related Posts by Views or Publish Date" récupérera au hasard tous les messages les plus visités dans la langue actuelle. Sinon, les messages les plus récents seront affichés au hasard. De plus, <code>Floating Related Posts by Views or Publish Date</code>, est compatible avec PHP de 5.6 à 8.1. "Floating Related Posts by Views or Publish Date" est conçu pour être utilisé sur des sites avec quelques vues sur des sites avec des milliers de vues.
it_it: Puoi posizionare il banner dei tuoi post correlati nella parte inferiore o superiore del tuo browser web per alcuni secondi. Puoi cambiare il colore di sfondo, il colore del testo, il livello di trasparenza, i secondi di attivazione del banner e così via. Se i plug-in Polylang e WP PostViews sono installati, “Floating Related by Views or Publish Posts” recupererà in modo casuale tutti i post più visitati nella lingua corrente. In caso contrario, i post più recenti verranno visualizzati in modo casuale. Inoltre, <code>Floating Related by Views or Publish Posts</code>, è compatibile con PHP dalla 5.6 alla 8.1. Il plugin è progettato per essere utilizzato su siti con poche visualizzazioni su siti con migliaia di visualizzazioni.
pt_pt: Você pode colocar Floating Related Posts by Views or Publish Date na parte inferior ou superior do seu site por alguns segundos. Você pode alterar a cor do plano de fundo, a cor do texto, o nível de transparência, os segundos de ativação do banner e assim por diante. Se os plug-ins Polylang e WP PostViews estiverem instalados, "Floating Related Posts by Views or Publish Date" buscará aleatoriamente todas as postagens mais visitadas no idioma atual. Caso contrário, as postagens mais recentes serão exibidas aleatoriamente. Além disso, <code>Floating Related Posts by Views or Publish Date</code>, é compatível com PHP de 5.6 a 8.1. "Floating Related Posts by Views or Publish Date" foi projetada para ser usada em sites com poucas visualizações para sites com milhares de visualizações.

source: Floating Related Posts by Views or Publish Date adds a banner with a cool list of related content.
es_es: Las Floating Related Posts by Views or Publish Date agregan un banner con una lista interesante de contenido relacionado.
fr_fr: Les Floating Related Posts by Views or Publish Date ajoutent une bannière avec une liste intéressante de contenu connexe.
it_it: “Floating Related Posts by Views or Publish Date” aggiunge un banner in sovrapposizione, al tuo contenuto web, con i posts più visitati del tuo blog.
pt_pt: Floating Related Posts by Views or Publish Date adicionam um banner com uma lista interessante de conteúdo relacionado.

source: Support
es_es: Apoyo
fr_fr: Soutien
it_it: Assistenza
pt_pt: Apoio

source: Admin panel to set options plugin
es_es: Panel de administración para configurar el plugin de opciones
fr_fr: Panneau d'administration pour définir le plugin d'options
it_it: Imposta le opzioni del plugin dalla pagina di configurazione presente nella dashboard di Wordpress.
pt_pt: Painel de administração para definir o plug-in de opções

source: Floating Related Posts by Views or Publish Date on smartphone
es_es: Floating Related Posts by Views or Publish Date en el smartphone
fr_fr: Floating Related Posts by Views or Publish Date sur smartphone
it_it: Floating Related Posts by Views or Publish Date su smartphone
pt_pt: Floating Related Posts by Views or Publish Date no smartphone

source: Floating Related Posts by Views or Publish Date on desktop
es_es: Floating Related Posts by Views or Publish Date en el Dispositivo desktop
fr_fr: Floating Related Posts by Views or Publish Date sur desktop
it_it: Floating Related Posts by Views or Publish Date su Dispositivo desktop
pt_pt: Floating Related Posts by Views or Publish Date no desktop

source: First Release
es_es: Primer Release
fr_fr: Première Release
it_it: Primo rilascio del plugin
pt_pt: Primeiro Release

source: Added option "opacity" to set transparency level.
es_es: Se agregó la opción "opacity" para establecer el nivel de transparencia.
fr_fr: Ajout de l'option "opacité" pour définir le niveau de transparence.
it_it: Aggiunta opzione “Opacità” per impostare la trasparenza del banner.
pt_pt: Adicionada a opção "opacity" para definir o nível de transparência.

source: Added close button banner.
es_es: Añadido banner de botón de cierre.
fr_fr: Ajout de la bannière du bouton de fermeture.
it_it: Aggiunto pulsante di chiusura del banner.
pt_pt: Adicionado banner de botão Fechar.

source: Active Status:
es_es: Estado activo:
fr_fr: Statut actif:
it_it: Plugin Attivo:
pt_pt: Estado Ativo:

source: Desktop Visibility:
es_es: Visibilidad Desktop:
fr_fr: Visibilité sur PC:
it_it: Visibile su Desktop:
pt_pt: Visibilidade de PC:

source: Mobile Visibility:
es_es: Visibilidad Mobile:
fr_fr: Visibilité sur Mobile:
it_it: Visibile su Mobile:
pt_pt: Visibilidade de Mobile:

source: Excerpt:
es_es: extracto:
fr_fr: Extrait:
it_it: Riassunto:
pt_pt: Excerto:

source: Background Color:
es_es: Color de fondo:
fr_fr: Couleur de l'arrière plan:
it_it: Colore di Sfondo:
pt_pt: Cor de fundo:

source: Vertical Position:
es_es: Posición vertical:
fr_fr: Position verticale:
it_it: Posizione Verticale:
pt_pt: Posição vertical:

source: Horizontal Position:
es_es: Posicion horizontal:
fr_fr: Position horizontale:
it_it: Posizione Orizzontale:
pt_pt: Posição horizontal:

source: Opacity:
es_es: Opacidad:
fr_fr: Opacité:
it_it: Opacità:
pt_pt: Opacidade:

source: Seconds To Activation:
es_es: Segundos para la activación:
fr_fr: Secondes d'activation:
it_it: Secondi all'attivazione:
pt_pt: Segundos para ativação:

source: Seconds To Deactivation:
es_es: Segundos para la desactivación:
fr_fr: Secondes avant désactivation:
it_it: Secondi alla disattivazione:
pt_pt: Segundos para a desativação:

source: Enable Plugin
es_es: Habilitar Plugin
fr_fr: Activer le plug-in
it_it: Attiva/Disattiva il banner
pt_pt: Ativar plug-in

source: Enable Desktop Visibility
es_es: Habilitar la visibilidad Desktop
fr_fr: Activer la visibilité sur PC
it_it: Rendi visibile il banner su Desktop
pt_pt: Ativar a visibilidade de PC

source: Enable Mobile Visibility
es_es: Habilitar la visibilidad Mobile
fr_fr: Activer la visibilité sur smartphone
it_it: Rendi visibile il banner su Mobile
pt_pt: Ativar visibilidade smartphone

source: Excerpt include into banner
es_es: Extracto incluido en banner
fr_fr: Extrait inclus dans la bannière
it_it: Includi il riassunto nel banner
pt_pt: Trecho incluído no banner

source: Go to Bootstrap 4 Alerts Color Code...
es_es: Ir a Bootstrap 4 Código de color de alertas...
fr_fr: Accédez au code de couleur des alertes Bootstrap 4...
it_it: Vai a Bootstrap 4 Alerts Color...
pt_pt: Vá para o código de cores dos alertas do Bootstrap 4...

source: (Transparency level)
es_es: (Nivel de transparencia)
fr_fr: (Niveau de transparence)
it_it: (Imposta il Livello di trasparenza)
pt_pt: (nível de transparência)

source: Enter a value between 15 and 120.
es_es: Introduzca un valor entre 15 y 120.
fr_fr: Saisissez une valeur comprise entre 15 et 120.
it_it: Inserisci un valore compreso tra 15 e 120
pt_pt: Digite um valor entre 15 e 120.

source: Settings
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pt_pt: Configurações

source: Increase website traffic free using Floating Related Posts by Views or Publish Date. Show Floating Related Posts at the bottom or top of your visitor screen. If the <a target='_blank' href='https://wordpress.org/plugins/polylang/' alt='Polylang Plugin Page'>Polylang</a> and <a target='_blank' href='https://wordpress.org/plugins/wp-postviews/' alt='Wp PostViews Plugin Page'>WP PostViews</a> plugins are installed <b>Floating Related Posts by Views or Publish Date</b> will randomly fetch all the most visited posts in the current language. Otherwise, the most recent posts will be shown randomly.
es_es: Aumente el tráfico del sitio web de forma gratuita utilizando Floating Related Posts by Views or Publish Date. Muestre Floating Related Posts by Views or Publish Date. en la parte inferior o superior de la pantalla de su visitante. Si <a target='_blank' href='https://wordpress.org/plugins/polylang/' alt='Polylang Plugin Page'>Polylang</a> y <a target='_blank' href='https ://wordpress.org/plugins/wp-postviews/' alt='Página del complemento Wp PostViews'>WP PostViews</a> Los complementos están instalados <b>Floating Related Posts by Views or Publish Date</b> se buscarán aleatoriamente todas las publicaciones más visitadas en el idioma actual. De lo contrario, las publicaciones más recientes se mostrarán aleatoriamente.
fr_fr: Augmentez gratuitement le trafic sur le site Web en utilisant les Floating Related Posts by Views or Publish Date. Affichez les Floating Related Posts by Views or Publish Date en bas ou en haut de votre écran de visiteur. Si la <a target='_blank' href='https://wordpress.org/plugins/polylang/' alt='Polylang Plugin Page'>Polylang</a> et <a target='_blank' href='https ://wordpress.org/plugins/wp-postviews/' alt='Wp PostViews Plugin Page'>Les plugins WP PostViews</a> sont installés. tous les messages les plus visités dans la langue actuelle. Sinon, les messages les plus récents seront affichés au hasard.
it_it: Aumenta il traffico del tuo sito Web, gratuitamente, utilizzando questo plugin. Mostra i post correlati, in un banner, nella parte inferiore o superiore della schermata del browser del visitatore. Se i plugin <a target='_blank' href='https://wordpress.org/plugins/polylang/' alt='Polylang Plugin Page'>Polylang</a> e <a target='_blank' href='https://wordpress.org/plugins/wp-postviews/' alt='Wp PostViews Plugin Page'>WP PostViews</a> sono installati <b>Floating Related Posts by Views or Publish Date</b> recupererà randomicamente tutti i post più visitati, del tuo blog, nella lingua corrente. In caso contrario, i post più recenti verranno visualizzati in modo casuale.
pt_pt: Aumente o tráfego do site gratuitamente usando Floating Related Posts by Views or Publish Date. Mostrar postagens relacionadas flutuantes na parte inferior ou superior da tela do visitante. Se <a target='_blank' href='https://wordpress.org/plugins/polylang/' alt='Polylang Plugin Page'>Polylang</a> e <a target='_blank' href='https ://wordpress.org/plugins/wp-postviews/' alt='Wp PostViews Plugin Page'>WP PostViews</a> plugins estão instalados <b>Floating Related Posts by Views or Publish Date</b> serão buscadas aleatoriamente todas as postagens mais visitadas no idioma atual. Caso contrário, as postagens mais recentes serão exibidas aleatoriamente.
