Repository: antoniolamorgese/auto-replace-broken-links-for-youtube
Catalog: youtube-broken-link-checker/languages/youtube-broken-link-checker-*.po
Languages: de_de

source: Increase your page views and bounce rate with Floating Related Posts by Views or Publish Date
de_de: Erhöhen Sie Ihre Seitenaufrufe und Absprungrate mit Floating Related Posts by Views or Publish Date

source: Yes, it's really free. There's no premium version and no need to pay money to get access to features.
de_de: Ja, es ist wirklich kostenlos. Es gibt keine Premium-Version und Sie müssen kein Geld bezahlen, um Zugriff auf Funktionen zu erhalten.

source: Wait, it's free?
de_de: Warte, es ist kostenlos?

source: The plugin is simple to install:
de_de: Das Plugin ist einfach zu installieren:

source: Go to *Settings &gt; Floating Related Posts by Views or Publish Date to configure.
de_de: Gehen Sie zu *Einstellungen &gt; Floating Related Posts by Views or Publish Date zur Konfiguration.

source: Activate the plugin through the 'Plugins' menu in WordPress
de_de: Aktivieren Sie das Plugin über das Menü „Plugins“ in WordPress

source: Upload <code>Floating-Related-Posts-By-Views-Or-Date</code> directory to your <code>/wp-content/plugins</code> directory
de_de: Laden Sie das <code>Floating-Related-Posts-By-Views-Or-Date</code>-Verzeichnis in Ihr <code>/wp-content/plugins</code>-Verzeichnis hoch

source: Please submit bugs, patches, and feature requests to:
de_de: Bitte senden Sie Bugs, Patches und Funktionsanfragen an:

source: You can place Floating Related Posts by Views or Publish Date at the bottom or top of your website for few seconds. You can change background color, text color, transparency level, banner activation seconds, and so on. If Polylang and WP PostViews plugins are installed "Floating Related Posts by Views or Publish Date" will randomly fetch all the most visited posts in the current language. Otherwise, the most recent posts will be shown randomly. Moreover, <code>Floating Related Posts by Views or Publish Date</code>, is compatible with PHP from 5.6 to 8.1. "Floating Related Posts by Views or Publish Date" is designed to be used on sites with a few views to sites with thousands of views.
de_de: Sie können Floating Related Posts by Views or Publish Date für einige Sekunden unten oder oben auf Ihrer Website platzieren. Sie können die Hintergrundfarbe, die Textfarbe, die Transparenzstufe, die Sekunden der Banneraktivierung usw. ändern. Wenn Polylang- und WP PostViews-Plug-ins installiert sind, ruft "Floating Related Posts by Views or Publish Date" zufällig alle am häufigsten besuchten Posts in der aktuellen Sprache ab. Andernfalls werden die neuesten Beiträge nach dem Zufallsprinzip angezeigt. Darüber hinaus ist <code>Floating Related Posts by Views or Publish Date</code> mit PHP von 5.6 bis 8.1 kompatibel. "Floating Related Posts by Views or Publish Date" wurde entwickelt, um auf Websites mit wenigen Aufrufen bis hin zu Websites mit Tausenden von Aufrufen verwendet zu werden.

source: Floating Related Posts by Views or Publish Date adds a banner with a cool list of related content.
de_de: Floating Related Posts by Views or Publish Date fügen ein Banner mit einer coolen Liste verwandter Inhalte hinzu.

source: Support
de_de: Die Unterstützung

source: Admin panel to set options plugin
de_de: Admin-Panel zum Einstellen des Options-Plugins

source: Floating Related Posts by Views or Publish Date on smartphone
de_de: Floating Related Posts by Views or Publish Date auf dem smartphone

source: Floating Related Posts by Views or Publish Date on desktop
de_de: Floating Related Posts by Views or Publish Date auf dem desktop

source: First Release
de_de: Erste Veröffentlichung

source: Added option "opacity" to set transparency level.
de_de: Option "Deckkraft" hinzugefügt, um die Transparenzstufe einzustellen.

source: Added close button banner.
de_de: Schließen-Button-Banner hinzugefügt.

source: Active Status:
de_de: Aktiver Status:

source: Desktop Visibility:
de_de: Desktop-Sichtbarkeit:

source: Mobile Visibility:
de_de: Mobile Sichtbarkeit:

source: Excerpt:
de_de: Auszug:

source: Background Color:
de_de: Hintergrundfarbe:

source: Vertical Position:
de_de: Vertikale Position:

source: Horizontal Position:
de_de: Horizontale Position:

source: Opacity:
de_de: Opazität:

source: Seconds To Activation:
de_de: Sekunden bis zur Aktivierung:

source: Seconds To Deactivation:
de_de: Sekunden bis zur Deaktivierung:

source: Enable Plugin
de_de: Plugin aktivieren

source: Enable Desktop Visibility
de_de: Aktivieren Sie die Desktop-Sichtbarkeit

source: Enable Mobile Visibility
de_de: Aktivieren Sie die mobile Sichtbarkeit

source: Excerpt include into banner
de_de: Auszug in Banner einfügen

source: Go to Bootstrap 4 Alerts Color Code...
de_de: Gehen Sie zu Bootstrap 4 Alerts Color Code...

source: (Transparency level)
de_de: (Transparenzstufe)

source: Enter a value between 15 and 120.
de_de: Geben Sie einen Wert zwischen 15 und 120 ein.

source: Settings
de_de: Einstellungen

source: Increase website traffic free using Floating Related Posts by Views or Publish Date. Show Floating Related Posts at the bottom or top of your visitor screen. If the <a target='_blank' href='https://wordpress.org/plugins/polylang/' alt='Polylang Plugin Page'>Polylang</a> and <a target='_blank' href='https://wordpress.org/plugins/wp-postviews/' alt='Wp PostViews Plugin Page'>WP PostViews</a> plugins are installed <b>Floating Related Posts by Views or Publish Date</b> will randomly fetch all the most visited posts in the current language. Otherwise, the most recent posts will be shown randomly.
de_de: Erhöhen Sie den Website-Traffic kostenlos mit Floating Related Posts by Views or Publish Date. Zeigen Sie "Floating Related Posts" am unteren oder oberen Rand Ihres Besucherbildschirms an. Wenn die <a target='_blank' href='https://wordpress.org/plugins/polylang/' alt='Polylang Plugin Page'>Polylang</a> und <a target='_blank' href='https ://wordpress.org/plugins/wp-postviews/' alt='Wp PostViews Plugin Page'>WP PostViews</a> Plugins sind installiert <b>Floating Related Posts by Views or Publish Date</b> wird zufällig abgerufen alle meistbesuchten Beiträge in der aktuellen Sprache. Andernfalls werden die neuesten Beiträge nach dem Zufallsprinzip angezeigt.
